{
  "roadmap1": "Preparations for the first holder exclusive Airdrop have already begun! An airdrop to all holders will occur within the same week of the mint. Storyline planning and production has already started for the Metabae animated anime episodes. Holders of Metabaes have the chance at getting their characters integrated directly into our anime series. ALL holders will have governance over what happens in every episode (who dies, which boss they fight, etc)",
  "roadmap2": "We will immediately add more animators to our team in order to help our current animators with the production process. This will allow us to achieve much faster production times for new episodes! We will also choose 12 collector addresses that minted prior to 25% of the release being sold out and airdrop them 5 solana each!",
  "roadmap3": "We will begin working on 3d renders with our digital artist for ALL Solbae characters which will then be airdropped to holders upon completion for free. At first these 3d characters will only serve as NFTs but we hope that as the Solana ecosystem expands, more open world projects come out; similar to decentraland so that we can integrate the 3d versions of the Metabae characters into the Solana metaverse. On top of this we will also be producing 100 Metabae branded hoodies and beanies which will be randomly given out to verified holders of Metabaes in a similar way that RTFKT studios does it, (verify ownership on site, fill out contact/shipping details, get your merch). Hoodies and Beanies will be ready for shipping 2 WEEKS after the day of release as we have an established relationship with local manufacturers that will be able to produce high quality Metabae garments immediately for fast dispatch and arrival!",
  "roadmap4": "We will hire a team of comic book artists to begin production on a manga comic series focused on a different group of Metabae characters. Holders of Metabaes will once again have the chance to participate in the production of these comics as well as vote on events concerning the comic book series. This will allow more Metabae holders to experience having their character directly involved in our productions.",
  "roadmap5": "A percentage of the original sale funds will be allocated to a pool where the funds will be used to buy back the floor price of Metabae characters every week. This buyback will remain sustainable as we will dedicate a percent of aftermarket transaction fees to the pool as well. ALL Metabae holders will begin to receive weekly airdrops of solana coin that is coming from the secondary market fees. It PAYS to HODL. We will be choosing 5 verified holders of Metabaes and grant them with an all inclusive 7 day anime themed tour of Japan or an option for a 25 sol payout each. Finally we will be donating a percentage of proceeds to the AFSP which is the American Foundation for Suicide Prevention as september is the national suicide prevention month and we are a great supporter of this cause. This is just the tip of the iceberg, we have much more coming for all holders . . ."
}
